<html>

<head>

    <title> Cooking Kung Dessert_03</title>
    <link rel="stylesheet" href="css/bootstrap.min.css">
    <link rel="stylesheet" href="Style.css">
    <link href="https://fonts.googleapis.com/css2?family=Grandstander:ital@1&display=swap" rel="stylesheet">
    <style>
        h1 {
            text-align: center;
        }
    </style>

</head>

<body class="dessertbackgroundimage">

    <?php include('tample.php'); ?>

    <br>
    <div>
        <div class="boxmenumovedessert_01">
            <div class="boxmenu1" itemprop="articleBody">
                <h1 itemprop="headline">ลูกชุบ <br>ขนมไทยสีคัลเลอร์ฟูลทำง่ายอร่อยได้ทุกวัย</h1>
                <br>
                <div class="content">
                    <div class="tp_photo_text-1">
                        <div>
                            <img class="" src="image01/DS003.jpg" width="100%">
                        </div>
                    </div>

                    <h3>ส่วนผสม ลูกชุบ</h3>
                    <ul>
                        <li>ผงวุ้น 2 ช้อนโต๊ะ</li>
                        <li>น้ำ 500 กรัม</li>
                        <li>น้ำตาลทราย 3 ช้อนโต๊ะ</li>
                        <li>สีผสมอาหารสีเหลือง สีแดง สีเขียว สีส้ม และสีม่วง (ใช้สีแดง 10 หยด+สีน้ำเงิน 2 หยด)</li>
                        <h4 style="text-align: center;">หมายเหตุ : สัดส่วนการผสมสีใช้น้ำเปล่า 3 ช้อนโต๊ะ ต่อสี 10-15 หยด</h4>
                        
                    </ul>
                    <h2>วิธีทำลูกชุบ</h2>
                    <p>&nbsp;&nbsp;&nbsp;&nbsp; 1. ล้างถั่วเขียวเราะเปลือกให้สะอาด ล้างหลาย ๆ รอบจนน้ำใส หลังจากนั้นแช่น้ำทิ้งไว้อย่างต่ำ 5 ชั่วโมง หรือใครจะเอาไปแช่ตู้เย็นเลยก็ได้ค่ะ บ้านเราอากาศค่อนข้างร้อน ถั่วอาจจะเสียง่าย หลังจากนั้นนำถั่วมาล้างอีกสักรอบแล้วนำไปนึ่ง ใช้เวลาประมาณ 30 นาที พอนึ่งเสร็จแล้วก็พักให้เย็นค่ะ<br>
                        &nbsp;&nbsp;&nbsp;&nbsp; 2. นำถั่วที่เย็นแล้วมาปั่นกับน้ำพอประมาณ แต่อย่าน้อยเกินไปนะคะ เดี๋ยวถั่วหนืดไปเครื่องปั่นจะทำงานหนักและไหม้ พอปั่นเสร็จหมดแล้วก็เทใส่หม้อทองเหลืองหรือกระทะเทฟลอน ใส่น้ำตาลทราย น้ำมันพืชหรือกะทิ และเกลือ คนให้พอเข้ากันแล้วนำไปตั้งไฟค่ะ กวนด้วยไฟอ่อนจนถั่วร่อนไม่ติดกระทะ พอกวนเสร็จก็พักไว้ใช้ผ้าคลุมไว้เพื่อไม่ให้ถั่วแห้ง<br>
                        &nbsp;&nbsp;&nbsp;&nbsp; 3. พอถั่วเย็นแล้วก็เอามาใส่ถุงแล้วนวดอีกครั้งเพื่อให้ถั่วเนียนและสีใสไม่ขุ่น ปั้นเป็นผลไม้หรือสัตว์ต่าง ๆ ตามชอบเลยค่ะ<br>
                        &nbsp;&nbsp;&nbsp;&nbsp; 4. นำถั่วกวนไปจุ่มสี และทาสี แล้วพักให้สีแห้งสนิท<br>
                        &nbsp;&nbsp;&nbsp;&nbsp; 5. ผสมน้ำกับผงวุ้นพักไว้ 10 นาที พอครบเวลาก็นำมาต้มจนเดือด และผงวุ้นละลายหมด เติมน้ำตาลทรายลงไปต้มจนน้ำตาลทรายละลาย ปิดเตา พักพออุ่นหน่อยก่อนนำลูกชุบไปชุบนะคะ ไม่เช่นนั้นสีอาจจะหลุดเลอะเทอะค่ะ<br>
                        &nbsp;&nbsp;&nbsp;&nbsp; 6. พอน้ำวุ้นอุ่นลงบ้างแล้วก็นำลูกชุบไปชุบ ชุบเสร็จก็พักไว้ให้เซตตัวแล้วนำมาชุบซ้ำ 3-4 ครั้ง แล้วแต่ชอบความหนาบางของวุ้นเลย แต่ถ้าวุ้นในชามเริ่มแข็งก็นำไปอุ่นได้ค่ะ ชุบเสร็จหมดแล้วก็พักจนเซตตัว ตกแต่งโดยการใส่ใบแก้ว หรือใบมะยมก็ได้ค่ะ<br>
                        &nbsp;</p>
                </div>
            </div>
        </div>
    </div>

</body>

</html>