<html>

<head>

    <title> Cooking Kung Dessert_05</title>
    <link rel="stylesheet" href="css/bootstrap.min.css">
    <link rel="stylesheet" href="Style.css">
    <link href="https://fonts.googleapis.com/css2?family=Grandstander:ital@1&display=swap" rel="stylesheet">
    <style>
        h1 {
            text-align: center;
        }
    </style>

</head>

<body class="dessertbackgroundimage">

    <?php include('tample.php'); ?>

    <br>
    <div>
        <div class="boxmenumovedessert_01">
            <div class="boxmenu1" itemprop="articleBody">
                <h1 itemprop="headline">วุ้นกะทิใบเตย <br>เมนูวุ้นสลับสีเย็นฉ่ำเพิ่มพลังหลังเที่ยง</h1>
                <br>
                <div class="content">
                    <div class="tp_photo_text-1">
                        <div>
                            <img class="" src="image01/DS006.jpg" width="100%">
                        </div>
                    </div>

                    <h3>ส่วนผสม วุ้นใบเตย</h3>
                    <ul>
                        <li>น้ำเปล่า 2 ถ้วย (ถ้าต้องการความหอมให้ผสมกลิ่นมะลิ 1 ช้อนชา)</li>
                        <li>ผงวุ้น 1 ช้อนโต๊ะ + 2 ช้อนชา</li>
                        <li>น้ำใบเตยคั้นเข้มข้น 1/2 ถ้วย</li>
                        <li>น้ำตาลทราย 3/4 ถ้วย ถึง 1 ถ้วย</li>
                    </ul>
                    <h3>ส่วนผสม หน้ากะทิ</h3>
                    <ul>
                        <li>กะทิ 2+1/2 ถ้วย</li>
                        <li>ผงวุ้น 1 ช้อนโต๊ะ + 2 ช้อนชา</li>
                        <li>น้ำตาลทราย 1/2 ถ้วย</li>
                        <li>เกลือป่น ปลายช้อนชา</li>
                    </ul>
                    <h2>วิธีทำวุ้นกะทิใบเตย</h2>
                    <p>&nbsp;&nbsp;&nbsp;&nbsp; 1. ทำวุ้นใบเตย โดยใส่น้ำและผงวุ้นลงในหม้อ คนให้ผงวุ้นกระจายทั่ว ๆ และไม่เป็นก้อน พักทิ้งไว้สักครู่ จากนั้นนำขึ้นตั้งไฟกลางอ่อน คนผสมเรื่อย ๆ จนเริ่มเดือดและผงวุ้นละลายหมด จากนั้นเติมน้ำตาลทรายลงไป คนให้น้ำตาลทรายละลาย<br>
                        &nbsp;&nbsp;&nbsp;&nbsp; 2. ใส่น้ำใบเตยคั้นลงไปคนผสมให้เข้ากัน รอจนเดือดอีกครั้ง ปิดไฟ ยกลงจากเตาแล้วนำส่วนผสมไปกรอง พักไว้จนเริ่มอุ่น<br>
                        &nbsp;&nbsp;&nbsp;&nbsp; 3. เทส่วนผสมวุ้นใบเตยใส่ลงพิมพ์ที่เตรียมไว้ประมาณครึ่งพิมพ์ จากนั้นนำไปแช่เย็นจนเซตตัว<br>
                        &nbsp;&nbsp;&nbsp;&nbsp; 4. ทำวุ้นกะทิ โดยใส่กะทิลงในหม้อ ตามด้วยผงวุ้น จากนั้นคนให้ผงวุ้นกระจายทั่ว ๆ นำขึ้นตั้งไฟกลางอ่อน คนจนผงวุ้นละลาย และกะทิเริ่มเดือด (แต่ไม่ต้องแตกมัน) จากนั้นเติมน้ำตาลทรายลงไป คนให้น้ำตาลทรายละลาย ปิดไฟ ยกลงจากเตา พักไว้จนเริ่มอุ่น<br>
                        &nbsp;&nbsp;&nbsp;&nbsp; 5. ตักส่วนผสมวุ้นกะทิหยอดลงในพิมพ์ทับวุ้นใบเตยจนเต็มพิมพ์ (ต้องแน่ใจว่าวุ้นใบเตยด้านล่างเซตตัวดีแล้ว) นำวุ้นไปแช่เย็นจนเซตตัว นำออกจากพิมพ์ พร้อมเสิร์ฟ<br>
                        &nbsp;</p>
                </div>
            </div>
        </div>
    </div>

</body>

</html>